quest_system_799527009_name=^?^The Cursed Cemetery
quest_system_799527009_stage_0=^?^Go to the capital, enter the Knight's Temple, and speak to the senior priest, Aron Demion.
quest_system_799527009_stage_1=^?^Bring the Temple Archives to Furious Paladin.
quest_system_799527009_stage_2=^?^Destroyed statues in the cemetery [count]/12.
quest_system_799527009_stage_3=^?^All the statues have been destroyed. Return to Furious Paladin.
quest_system_799527009_stage_4=^?^Paladin asks you not to destroy the last statue. Return to collect the reward.
quest_system_799527009_task=^?^For two centuries, Furious Paladin has been holding back the undead creatures, which wish to leave the cemetery of Marshan Swamp. To clear the cemetery of walking dead once and for all, he seeks to discover why the undead creatures rise again and again. He supposes that you might find the answer in the Knight's Temple.<br>[reward]
